[
  {
    "month": 1,
    "monthTitle": "August 2025",
    "sections": [
      {
        "title": "Global Equities",
        "content": "MSCI World up 1.4%. Developed Markets rose 1.2%, underperformed Emerging Markets, which rose 2.6%. US Indices mixed with S&P 500 flat but European Indices strong FTSE +2.4%, STOXX 600 +2.9%. Asian Indices: Hang Seng dropped 1.6% though CSI 300 up 1.2%; KOSPI rallied 7.5% and TAIEX up 5.9%."
      },
      {
        "title": "Your Must-Know Market Themes",
        "content": "Four key themes that shaped markets this month:",
        "themes": [
          "Gemini 3 vs. ChatGPT: December highlighted intensifying competition in generative AI, with Google’s Gemini 3 positioned as a credible challenger to ChatGPT, particularly in multimodal reasoning, enterprise integration, and real-time data use. Markets interpreted this not as a zero-sum outcome but as confirmation that AI capex and adoption remain structurally strong, reinforcing hyperscaler spending plans. For investors, the debate shifted from who leads to who monetises, supporting sustained valuation premiums across US mega-cap tech and AI-enabling semiconductors, cloud infrastructure, and data-centre supply chains.",
          "EM vs. DM: The EM/DM divergence remained a central macro theme. Developed Markets continued to benefit from resilient growth, AI-driven productivity optimism, and relative policy credibility, particularly in the US. Emerging Markets, by contrast, faced headwinds from a stronger USD, uneven China recovery, and trade uncertainty. However, select EMs with domestic demand strength and easing inflation (e.g. parts of LatAm) showed relative resilience. Overall, December reinforced the view that EM performance is increasingly idiosyncratic, rather than a broad cyclical trade.", 
          "Garlic and Avocado Price Releases: Unusual but telling, garlic and avocado price releases gained attention as high-frequency indicators of food inflation and supply-chain stress, particularly in the US and parts of Asia. Both products are sensitive to climate conditions, labour availability, and cross-border logistics, making them useful bellwethers for services and core inflation persistence. December data suggested moderation, supporting the broader disinflation narrative, but volatility underscored ongoing risks from climate and trade disruptions feeding into consumer prices.",
          "Cyclicals Performance: Cyclicals ended 2025 on firmer footing, supported by soft-landing optimism, resilient labour markets, and easing inflation pressures. Industrials, financials, and select consumer discretionary sectors outperformed defensives, particularly in the US. However, performance was earnings-driven rather than multiple-driven, reflecting investor discipline late in the cycle. In Europe, cyclicals lagged US peers, constrained by weaker growth momentum and structural competitiveness challenges, reinforcing regional divergence."
        ]
      },
      {
        "title": "US Equities",
        "content": "US markets digested a backlog of macro data following the record 43-day government shutdown, with attention centred on labour market softening and inflation dynamics. Inflation surprised to the downside, with November CPI below expectations, though distortions from the shutdown clouded the signal. Activity data remained firm, reinforced by a strong upward revision to Q3 GDP. Against this backdrop, US equities edged lower in December, underperforming global peers and seasonal norms. Tech lagged, with weakness in semis, data centres, and retail themes, though software outperformed and select mega-caps recovered."
      },
      {
        "title": "European Equities", 
        "content": "European equities rallied strongly in December, outperforming the US and providing a key boost to developed markets overall. Financials led the rally, as banks surged on strong earnings momentum and improving sentiment, particularly in Spain and Italy. Cyclicals outperformed defensives, with basic resources benefiting from strength across commodities, while weakness was limited, led by food, beverage & tobacco. Defence stocks rebounded after recent weakness. UK equities also performed well, supported by rallies in banks and basic resources, which more than offset softness in energy and staples, while a more dovish BoE backdrop aided mid-cap performance."
      },
      {
        "title": "APAC Equities",
        "content": "Asian equities advanced in December, rebounding from November’s weakness, led by AI-exposed markets such as Korea and Taiwan. After a subdued start to the month amid policy uncertainty, markets rallied later as tech momentum improved, with Korean technology stocks outperforming on stronger global memory demand. In China, performance was mixed, with onshore markets outperforming offshore equities, supported by improved liquidity and slightly more constructive domestic investor sentiment toward 2026, despite weak macro data and limited policy support from the CEWC. Japan closed modestly higher with banks leading gains after the BoJ meeting."
      },
      {
        "title": "Foreign Exchange",
        "content": "Dollar weakness extended in December, reinforcing one of the defining themes of 2025. The DXY fell on the month, taking its full-year decline to 9.4%, while EM FX rose 8.8% over 2025. In December, most developed market currencies outperformed the USD. The yen was the notable exception, weakening a further 0.3% versus the dollar despite reaching intramonth highs near 157.8, reflecting ongoing policy divergence and sensitivity to rates moves."
      },
      {
        "title": "Commodities",
        "content": "Precious metals extended their rally, with silver again the standout, surging 26.8% on the month, while gold rose 1.9% but lagged silver’s momentum. Industrial metals were also strong, breaking to new all-time highs. In contrast, energy was a major drag, driven by a steep sell-off in US natural gas and falling oil prices as Russia/Ukraine ceasefire discussions weighed on sentiment despite limited tangible progress."
      },
      {
        "title": "Fixed Income",
        "content": "Global rates moved higher in December, with yield curves steepening and long-end underperformance reflecting improved macro confidence and a busy month for central banks. US Treasury yields rose as markets digested post-shutdown data and a Fed meeting framed as the “last insurance cut”, with policy now close to neutral and further easing contingent on clearer labour market deterioration; the next cut is priced for June. UK gilt moves were among the most muted across developed markets, as a 25bp BoE cut was fully expected but accompanied by a still hawkish tone, pushing expectations for the next cut to June."
      }
    ]
  }
]
